[FILE]
Author=O312SA (azamat9006@mail.ru)
Help=AIMP-ru.chm
Icon=0000010001001010000001001800680300001600000028000000100000002000000001001800000000004003000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000003E00003800003200002C00002600001E00001800001100000B0000070000010000000000000000000000000000000000460061AD605CAB5C57A85754A5534FA34F4AA04A459D45419A413C983C3896383493343190312E8F2E2B8D2B000000004E0065B065439E433E9B3E3998393394332D912D288E28228B221D871D1885171382130E7F0F0B7C0B2E8F2E000000004E0065B065439E433E9B3E3998393394332D912D288E28228B221D871D1885171382130E7F0F0B7C0B2E8F2E0000000000527F69B46248A35E44A1593E9E54399B5033974B2E9446299141238E3D1E8A3818873413852F10824D3193000000F5EFEDFDFDFDFCFCFCFBFCFBFBFBFBFAFAFAF9F9F9F8F8F8F7F7F7F6F6F6F5F5F5F4F4F4F3F3F3F2F2F2F4F4F4D1BCBCF5EFEDFDFDFDFCFCFCFBFCFBFBFBFBFAFAFAF9F9F9F8F8F8F7F7F7F6F6F6F5F5F5F4F4F4F3F3F3F2F2F2F4F4F4D1BCBCF7EFEFFEFEFEFDFDFDFCFCFCFCFCFCFBFBFBFAFAFAF9F9F9F8F8F8F7F7F7F6F6F6F5F5F5F4F4F4F3F3F3F5F5F4D1C0C0F9F1F1FEFEFEFEFEFEFDFDFDFDFCFDFCFCFCFBFBFBFAFAFAF9F9F9F8F8F8F7F7F7F6F6F6F5F5F5F4F4F4F5F5F5D5C2C20000648B78BD735BAE7058AB6C53AA6850A7644AA45F46A15C409F573B9B5236984D3096482A9243258F5D439E000014600000EDDDDDF4EAEACA9696ECDCDCE1C5C5EAD8D9DFC1C1E8D5D59D41419A3B3C973636933030902B2B9F4848140000600000F7F2F2D4AAAABB7878B97676EFE2E2ECD9D9EDDFDFE4CCCC9D41419A3B3C973636933030902B2B9F4848140000600000D7ACACEBD5D5AE5E5E5E00005A0000D9B8B8C28C8ED7B2B2AF6464AD5F60AA5B5BA85657A55252A24D4D1C00006000005D00005A00005700005400005100004E00004B00004800004800004400003E00003800003000002A0000240000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1091
Name=O'zbekcha (UZ)
VersionId=0

[Scrobbler]
0=Tirishish
1=Siz %s sifatida avtorizatsidan o'tdingiz
2=Chiqgandan keyin plaginning ayrim funksiyalari ishlamaydi. Davom etasizmi?
3=Xatolik yuz berdi!
4=Mehmon
5=Siz avtorizatsiyadan o'tmadingiz!
6=Skrobbler navbat holati: %s
7=%s profilini dasturdan olib tashlaganingizga ishonchingiz komilmi?
8=Foydalanuvchi nomi:
9=Parol:
10=Token:

[Scrobbler.Auth]
btnAllowAccess=Kirishga ruxsat etish
btnOk=Tayyor
Caption=Avtorizatsiya
lbDetails=Plaginning $name akkaunti bilan to'liq ishlashi uchun siz uni akkauntingizda yoqishingiz kerak:\n\n1. $name dagi profilingizga o'tish uchun "Kirishga ruxsat etish" tugmasini bosing. \n\n2. Brauzerda "Ha ruxsat beraman" tugmasini bosing. Hamma yaxshi o'tgandan keyin "Tayyor" tugmasini bosing.

[Scrobbler.Settings]
btnAdd=Qo'shish ...
btnAuthorize=Avtorizatsiya
btnLog=Logni ko'rsatish
btnLogOff=Chiqish
cbAlbumArtSearch=Albom muqovalarini servis bazasidan izlash va yuklash %s
cbAllowScrobblingForURLs=Internet-manbalardan treklarga skroblingga ruxsat berish
cbAutoLove=*5 baho qo'yilganda sevimlilar ro'yxatiga qo'shish
cbAutoUnlove=*3 va undan past baho qo'yilganda sevimlilar ro'yxatidan yo'qotish
cbScrobbling=*Skrobbling
cbTrackInfo=Kuylash boshlanganda ma'lumotni oynaga ko'rsatish
cbTrayIcon=Treyga ko'rsatish
cbTrayNotifyOnError=Xatoliklardan ogoh etish
G1=Har xil
G2=Avtorizatsiya
L1=Kuylayotgan fayl
L2=Kuylashdan so'ng skrobblash
L3=Belgilangan papkalardagi treklarni e'tiborsiz qoldirish:
lbAuthorizationWarning=*Avtorizatsiya kerak
lbProfileLink=%s dagi profilim
miAddPath=Qo'shish...
miDeletePath=O'chirish
miLogIn=Kirish...
miMyProfile=Mening profilim ...
miMyRecommendations=Mening tavsiyalarim ...
miSignIn=Tizimga kirish...
P1=Sozlamalar
P2=Profillar
W1=Siz kamida bitta profil qo'shishingiz kerak, aks holda plagin ishlamaydi
W2=Ba'zi funktsiyalar avtorizatsiyani talab qiladi (Sozlamalar sahifasiga qarang)

[Scrobbler.Settings.spIgnoredPaths]
c[0]=Jildlar
c[1]=Jildostidagilar

[Scrobbler.TrackInfo]
Caption=Kuylayotgan fayl haqida ma'lumot
L1=Salomlar, %s!
L3=Eshitildi: %d
L4=Tinglovchilar: %d
L5=Siz %d ni eshutdingiz
L6=O'xshashlar
L7=O'xshash treklar
L8=O'xshash xonandalar
pcpArtistInfo=Ijrochi haqida ma'lumot
pcpTrackInfo=Trek haqida ma'lumot
pnlScrobblingProgress.h=Skrobbler jarayoni
Status=Ma'lumot izlayapman...|Ma'lumot topilmadi|Hozirgi paytda hech narsa kuylamayapti

[Scrobbler.TrayIcon]
miErrorInfo=Xatolik haqida
miLoveTrack=Kuylayotgan trekni sevimlilar ro'yxatiga qo'shish
miProfile=Mening profilim
miRecommendations=Mening takliflarim
miScrobbling=Skrobblingni yoqish
miSettings=Sozlash
miShowTrackInfo=Trek haqida ma'lumot
miUnloveTrack=Kuylayotgan trekni sevimlilar ro'yxatidan yo'qotish

